Repository: socksprox/DataCheck
Catalog: DataCheck/Resources/*.lproj/Localizable.strings
Languages: nl

source: Loading your data...
nl: Gegevens laden...

source: Extra Usage
nl: Extra verbruik

# you_are_doing_great
source: You're doing great!
nl: Je doet het geweldig!

source: Keep an eye on this
nl: Houd dit in de gaten

source: Adjust
nl: Aanpassen

source: Extra charges this period
nl: Extra kosten deze periode

source: limit
nl: limiet

source: days left
nl: dagen te gaan

source: Renewing Soon
nl: Verloopt binnenkort

source: Active Period
nl: Actieve periode

source: Until next bill
nl: Tot de volgende rekening

source: Voice
nl: Bellen

source: Unlimited
nl: Onbeperkt

# gb_used
source: %.1f GB used
nl: %.1f GB gebruikt

# percent_used
source: %.0f%% used
nl: %.0f%% gebruikt

# gb_total
source: %.0f GB total
nl: %.0f GB totaal

# percent_left
source: %.0f%% left
nl: %.0f%% over

source: Your Number
nl: Jouw nummer

source: Ready to connect
nl: Klaar om te verbinden

source: Netherlands
nl: Nederland

source: Active
nl: Actief

source: Error
nl: Fout

source: Retry
nl: Opnieuw proberen

source: List View
nl: Lijstweergave

source: Day View
nl: Dagweergave

source: Data Usage
nl: Dataverbruik

source: Call Minutes
nl: Belminuten

source: SMS Count
nl: SMS Aantal

source: Total Charge
nl: Totale Kosten

source: Subscription
nl: Abonnement

source: Loading subscription details...
nl: Abonnementsgegevens laden...

source: Wallet Balance
nl: Wallet Saldo

source: Available to use for add-ons
nl: Beschikbaar voor add-ons

source: Contract Period
nl: Contract Periode

source: Clever Enable
nl: Clever Ingeschakeld

source: Yes
nl: Ja

source: No
nl: Nee

source: Minutes
nl: Minuten

source: Phone Details
nl: Telefoon Details

source: Phone Number
nl: Telefoonnummer

source: Enabled
nl: Ingeschakeld

source: Disabled
nl: Uitgeschakeld

source: SIM Card (ICCID)
nl: SIM Kaart (ICCID)

source: Available Add-ons
nl: Beschikbare Add-ons

source: Add
nl: Toevoegen

source: Active Campaigns
nl: Actieve Acties

source: Price Forecast
nl: Prijsvoorspelling

source: Current Plan
nl: Huidig Abonnement

source: Next bill
nl: Volgende factuur

source: From
nl: Vanaf

source: Hard Suspended
nl: Hard Opgeschort

source: Suspended
nl: Opgeschort

source: Activating
nl: Activeren

source: Inactive
nl: Inactief

source: Current
nl: Huidig

source: Price Forecast Details
nl: Prijsvoorspelling Details

source: Total Contract Cost
nl: Totale Contractkosten

source: Average Monthly Cost
nl: Gemiddelde Maandkosten

source: Contract Duration
nl: Contract Duur

source: Total Months
nl: Totaal Maanden

source: months
nl: maanden

source: Price Breakdown
nl: Prijsoverzicht

source: Price Timeline
nl: Prijstijdlijn

source: per month
nl: per maand

source: Back
nl: Terug

# kostenplafond
source: My Subscription
nl: Mijn Abonnement

# actie_eerste_12_maanden_50_korting
source: Promotion: First 12 months 50% discount
nl: Actie: Eerste 12 maanden 50% korting

source: My Profile
nl: Mijn Profiel

source: Loading profile...
nl: Profiel laden...

source: Personal Information
nl: Persoonlijke Informatie

source: Full Name
nl: Volledige Naam

source: Email Address
nl: E-mailadres

source: Customer ID
nl: Klant ID

source: Invoice Address
nl: Factuuradres

source: Change
nl: Wijzigen

source: Street Address
nl: Straat

source: City
nl: Plaats

source: Banking Information
nl: Bankinformatie

source: Change Password
nl: Wachtwoord Wijzigen

# change_subscription
source: Change
nl: Wijzigen

source: App Settings
nl: App Instellingen

source: Logout
nl: Uitloggen

# change_password_title
source: Change Password
nl: Wachtwoord Wijzigen

source: Current Password
nl: Huidig Wachtwoord

source: New Password
nl: Nieuw Wachtwoord

source: Confirm Password
nl: Bevestig Wachtwoord

source: Save Password
nl: Wachtwoord Opslaan

source: Cancel
nl: Annuleren

source: Password changed successfully
nl: Wachtwoord succesvol gewijzigd

# password_change_failed
source: Failed to change password
nl: Wachtwoord wijzigen mislukt

source: Passwords do not match
nl: Wachtwoorden komen niet overeen

# password_too_short
source: Password must be at least 8 characters
nl: Wachtwoord moet minimaal 8 tekens lang zijn

# current_password_required
source: Current password is required
nl: Huidig wachtwoord is vereist

# new_password_required
source: New password is required
nl: Nieuw wachtwoord is vereist

# confirm_password_required
source: Please confirm your password
nl: Bevestig je wachtwoord

source: Changing password...
nl: Wachtwoord wijzigen...

# password_requirements
source: Password must be at least 8 characters long
nl: Wachtwoord moet minimaal 8 tekens lang zijn

source: Adjust Usage Limit
nl: Verbruikslimiet Aanpassen

# add_credit_description
source: Add credit to your account to increase your usage limit and avoid service interruptions.
nl: Voeg tegoed toe aan je account om je verbruikslimiet te verhogen en serviceonderbrekingen te voorkomen.

source: Amount to Add
nl: Toe te voegen bedrag

source: Amount
nl: Bedrag

# payment_info_title
source: Secure Payment
nl: Veilige Betaling

# payment_info_description
source: You'll be redirected to a secure payment page to complete your transaction.
nl: Je wordt doorgestuurd naar een veilige betaalpagina om je transactie te voltooien.

source: Add Credit
nl: Tegoed Toevoegen

source: Confirm
nl: Bevestigen

source: Processing...
nl: Verwerken...

# authentication_error
source: Authentication error. Please try logging in again.
nl: Authenticatiefout. Probeer opnieuw in te loggen.

# add_credit_failed
source: Failed to add credit. Please try again.
nl: Tegoed toevoegen mislukt. Probeer het opnieuw.

source: Add to Plan
nl: Toevoegen aan Abonnement

source: Contact Settings
nl: Contactinstellingen

source: Show Contact Names
nl: Toon Contactnamen

# show_contact_names_description
source: Replace phone numbers with contact names when available
nl: Vervang telefoonnummers door contactnamen wanneer beschikbaar

source: Contacts Permission Required
nl: Contacten Toestemming Vereist

# contacts_permission_description
source: To show contact names, please allow access to your contacts in Settings
nl: Om contactnamen te tonen, geef toegang tot je contacten in Instellingen

source: Grant Permission
nl: Toestemming Verlenen

# contacts_access_denied
source: Contacts access was denied. You can enable it in Settings > Privacy & Security > Contacts
nl: Toegang tot contacten is geweigerd. Je kunt dit inschakelen in Instellingen > Privacy en Beveiliging > Contacten

source: Open Settings
nl: Open Instellingen

source: Data Consumption
nl: Dataverbruik

source: Consumption History
nl: Verbruikshistorie

source: Invoice
nl: Factuur

# show_only_out_of_bundle
source: Show only out-of-bundle costs
nl: Toon alleen met buiten bundel kosten

source: Totals
nl: Totalen

source: Duration
nl: Duur

source: Location
nl: Locatie

# other_party
source: Phone Number
nl: Telefoonnummer

source: No data available
nl: Geen gegevens beschikbaar

# cdr_gesprek_inkomend
source: Incoming Call
nl: Gesprek inkomend

# cdr_gesprek_uitgaand
source: Outgoing Call
nl: Gesprek uitgaand

# cdr_sms_ontvangen
source: SMS Received
nl: SMS ontvangen

# cdr_sms_verzonden
source: SMS Sent
nl: SMS verzonden

source: Data Usage Prediction
nl: Dataverbruik Voorspelling

source: Current Usage
nl: Huidig Verbruik

source: Predicted Usage
nl: Voorspeld Verbruik

source: Days Remaining
nl: Dagen Resterend

source: Usage Pace
nl: Verbruikstempo

source: Daily Average
nl: Dagelijks Gemiddelde

source: Predicted Total
nl: Voorspeld Totaal

# status_on_track
source: On Track
nl: Op Schema

# status_over_limit
source: Over Limit
nl: Over Limiet

# status_warning
source: Warning
nl: Waarschuwing

# prediction_message_on_track
source: You're on track! At your current pace, you'll use about %.1f GB by the end of your billing period.
nl: Je bent op schema! Met je huidige tempo gebruik je ongeveer %.1f GB aan het einde van je factuurperiode.

# prediction_message_warning
source: Slow down a bit! At your current pace, you might exceed your limit and use about %.1f GB.
nl: Ga wat langzamer! Met je huidige tempo overschrijd je mogelijk je limiet en gebruik je ongeveer %.1f GB.

# prediction_message_over_limit
source: You've already exceeded your data limit. Consider adjusting your usage or adding more data.
nl: Je hebt je datalimiet al overschreden. Overweeg je verbruik aan te passen of meer data toe te voegen.

# gb_per_day
source: %.2f GB/day
nl: %.2f GB/dag

source: Close
nl: Sluiten

source: Usage Insights
nl: Verbruiksinzichten

source: Highest Usage Day
nl: Hoogste Verbruiksdag

source: Lowest Usage Day
nl: Laagste Verbruiksdag

source: Usage Trend
nl: Verbruikstrend

# trend_increasing
source: Increasing
nl: Stijgend

# trend_decreasing
source: Decreasing
nl: Dalend

# trend_stable
source: Stable
nl: Stabiel

source: Outlier Detected
nl: Uitbijter Gedetecteerd

# unusual_usage_day
source: Unusual usage on %@
nl: Ongewoon verbruik op %@

source: unusual days
nl: ongewone dagen

source: Weekday Average
nl: Doordeweeks Gemiddelde

source: Weekend Average
nl: Weekend Gemiddelde

source: Loading detailed analysis...
nl: Gedetailleerde analyse laden...

# analysis_unavailable
source: Detailed analysis unavailable
nl: Gedetailleerde analyse niet beschikbaar

# recent_days
source: Recent %d Days
nl: Afgelopen %d Dagen

# mb_used
source: %.0f MB used
nl: %.0f MB gebruikt

# no_usage_data
source: No usage data available for analysis
nl: Geen verbruiksgegevens beschikbaar voor analyse

source: Daily Budget
nl: Dagelijks Budget

# gb_per_day_remaining
source: %.2f GB/day
nl: %.2f GB/dag

# daily_budget_message
source: You can use %.2f GB per day for the remaining %d days to reach your limit.
nl: Je kunt %.2f GB per dag gebruiken voor de resterende %d dagen om je limiet te bereiken.

source: per day
nl: per dag

source: Service Settings
nl: Service Instellingen

source: Cost Ceiling
nl: Kostenplafond

# addons_locked_message
source: Add-ons are currently locked and cannot be modified
nl: Add-ons zijn momenteel vergrendeld en kunnen niet worden gewijzigd

# service_erotische_diensten_0906
source: Erotic Services (0906)
nl: Erotische Diensten (0906)

# service_informatienummers_0900_0909_084_087_en_18xx_nummers
source: Information Numbers (0900, 0909, 084, 087, 18XX)
nl: Informatienummers (0900, 0909, 084, 087, 18XX)

# service_bellen_naar_het_buitenland
source: Calling Abroad
nl: Bellen naar het Buitenland
